[
  {
    "index": "str",
    "name": "STR",
    "full_name": "Fuerza",
    "desc": [
      "La Fuerza mide el poder físico, el entrenamiento atlético y la capacidad de ejercer fuerza bruta.",
      "Una tirada de Fuerza puede representar cualquier intento de levantar, empujar, tirar o romper algo, forzar el paso del cuerpo a través de un espacio o aplicar fuerza bruta a una situación de algún otro modo. La habilidad Atletismo refleja la aptitud en ciertas tiradas de Fuerza."
    ],
    "skills": [
      {
        "name": "Atletismo",
        "index": "athletics",
        "url": "/api/skills/athletics"
      }
    ],
    "url": "/api/ability-scores/str"
  },
  {
    "index": "dex",
    "name": "DES",
    "full_name": "Destreza",
    "desc": [
      "La Destreza mide la agilidad, los reflejos y el equilibrio.",
      "Una tirada de Destreza puede representar cualquier intento de moverse con agilidad, rapidez o sigilo, o de mantener el equilibrio en una superficie irregular. Las habilidades Acrobacias, Juegos de Manos y Sigilo reflejan la aptitud en ciertas tiradas de Destreza."
    ],
    "skills": [
      {
        "name": "Acrobacias",
        "index": "acrobatics",
        "url": "/api/skills/acrobatics"
      },
      {
        "name": "Juego de Manos",
        "index": "sleight-of-hand",
        "url": "/api/skills/sleight-of-hand"
      },
      {
        "name": "Sigilo",
        "index": "stealth",
        "url": "/api/skills/stealth"
      }
    ],
    "url": "/api/ability-scores/dex"
  },
  {
    "index": "con",
    "name": "CON",
    "full_name": "Constitución",
    "desc": [
      "La Constitución mide la salud, la resistencia y la fuerza vital.",
      "Las tiradas de Constitución son poco comunes, y ninguna habilidad se aplica a las tiradas de Constitución, porque la resistencia que representa esta capacidad es en gran parte pasiva en lugar de suponer un esfuerzo concreto por parte de un personaje o monstruo."
    ],
    "skills": [],
    "url": "/api/ability-scores/con"
  },
  {
    "index": "int",
    "name": "INT",
    "full_name": "Inteligencia",
    "desc": [
      "La Inteligencia mide la perspicacia mental, la memoria y la capacidad de razonamiento.",
      "Una tirada de Inteligencia entra en juego cuando necesitas echar mano de la lógica, la educación, la memoria o el razonamiento deductivo. Las habilidades Arcana, Historia, Investigación, Naturaleza y Religión reflejan la aptitud en ciertas tiradas de Inteligencia."
    ],
    "skills": [
      {
        "name": "Conocimineto Arcano",
        "index": "arcana",
        "url": "/api/skills/arcana"
      },
      {
        "name": "Historia",
        "index": "history",
        "url": "/api/skills/history"
      },
      {
        "name": "Investigación",
        "index": "investigation",
        "url": "/api/skills/investigation"
      },
      {
        "name": "Naturaleza",
        "index": "nature",
        "url": "/api/skills/nature"
      },
      {
        "name": "Religión",
        "index": "religion",
        "url": "/api/skills/religion"
      }
    ],
    "url": "/api/ability-scores/int"
  },
  {
    "index": "wis",
    "name": "SAB",
    "full_name": "Sabiduría",
    "desc": [
      "La Sabiduría refleja cuán en sintonía estás con el mundo que te rodea y reflejando tu perspicacia e intuición.",
      "Una tirada de Sabiduría podría reflejar el esfuerzo para interpretar lenguaje corporal, entender los sentimientos de alguien, notar cosas sobre el entorno o cuidar a una persona herida. Las habilidades Trato con animales, Perspicacia, Medicina, Percepción y Supervivencia reflejan la aptitud en ciertas tiradas de Sabiduría."
    ],
    "skills": [
      {
        "name": "Trato con animales",
        "index": "animal-handling",
        "url": "/api/skills/animal-handling"
      },
      {
        "name": "Perspicacia",
        "index": "insight",
        "url": "/api/skills/insight"
      },
      {
        "name": "Medicina",
        "index": "medicine",
        "url": "/api/skills/medicine"
      },
      {
        "name": "Percepción",
        "index": "perception",
        "url": "/api/skills/perception"
      },
      {
        "name": "Supervivencia",
        "index": "survival",
        "url": "/api/skills/survival"
      }
    ],
    "url": "/api/ability-scores/wis"
  },
  {
    "index": "cha",
    "name": "CAR",
    "full_name": "Carisma",
    "desc": [
      "El Carisma mide tu capacidad de interactuar de manera efectiva con los demás. Incluye factores como la confianza en ti mismo y la elocuencia, y puede representar un carácter encantador o autoritario.",
      "Una tirada de Carisma podría surgir cuando intentas influir o entretener a otros, cuando intentas causar una buena impresión o decir una mentira convincente, o cuando te enfrentas a una situación social complicada. Las habilidades Engaño, Intimidación, Interpretación y Persuasión reflejan la aptitud en ciertas tiradas de Carisma."
    ],
    "skills": [
      {
        "name": "Engaño",
        "index": "deception",
        "url": "/api/skills/deception"
      },
      {
        "name": "Intimidación",
        "index": "intimidation",
        "url": "/api/skills/intimidation"
      },
      {
        "name": "Interpretación",
        "index": "performance",
        "url": "/api/skills/performance"
      },
      {
        "name": "Persuasión",
        "index": "persuasion",
        "url": "/api/skills/persuasion"
      }
    ],
    "url": "/api/ability-scores/cha"
  }
]